---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CheckoutElementsRequestTooLargeException
source: html/9fd2fc55-7098-88da-1125-a6f4312f7172.htm
---
# CheckoutElementsRequestTooLargeException Members

Retrieves data needed to serialize the target object.